{
  "maindescription": "Desarrollador web fullstack",
  "fronttext": "Descubrí la programación y diseño hace 5 años, todo comenzo como un hobbie, haciendo mods para videojuegos. Disfrute mucho modeando, haciendo pixelart y texturas 2D, dediqué mi tiempo a aprender nuevos lenguajes, buscar código y ayudar a otros programadores. Termine descubriendo la programacion web, que mezcla lo que más me gusta, la lógica de programar y el estilo en diseño.",
  "navbar": {
    "one": "Inicio",
    "four": "Acerca de mi",
    "five": "Extras",
    "six": "Contacto"
  },
  "stacktitle": "Mi stack de tecnologías",
  "porfolio": {
    "mateweb": "Un proyecto personal, que era para ofrecer mis servicios en internet, en ese momento solo sabia JavaScript, HTML y CSS.",
    "sinnel": "Era un local de reparaciones de computadoras, necesitaba una pagina para tener mas visibilidad y aumentar el flujo de clientes.",
    "soyhenry": "El proyecto final de el bootcamp de SoyHenry, un e-commerce de venta de componentes de pc, con API de MercadoPago, MetaMask y Auth0.",
    "alan": "Una Landing page para un profesional del marketing y contenido digital.",
    "link": "Ver el sitio"
  },
  "aboutme": {
    "title": "Acerca de mi",
    "description": "Vivo en Argentina, tengo 25 años, soy una persona tranquila y paciente, me gusta el futbol, los videojuegos, hacer ejercicio que además de mejorar la salud lo utilizo de forma terapeutica, las playas, el diseño en 2D/3D, el taekwondo y claro, lo que antes consideraba un hobbie, hoy es mi fuente de ingresos, la programación."
  },
  "extra": {
    "extratitle1": "Habilidades extra",
    "extratitle2": "Tecnologías objetivo",
    "description2": "Quiero seguir expandiendo mi conocimiento dentro de otras tecnologias en un futuro, he raspado la superficie de algunas como PHP, C# y C++. En un futuro estoy intrigado por ver que puedo aprender de esos lenguajes."
  },
  "contact": {
    "title": "Contacta conmigo",
    "form": {
      "name1": "Nombre completo",
      "placeholder1": "Escribe tu nombre completo aquí",
      "placeholder2": "Escribe tu email aquí",
      "name3": "Motivo de tu mensaje",
      "placeholder3": "Escribe el motivo de tu mensaje aquí",
      "name4": "Mensaje",
      "placeholder4": "Escribe tu mensaje aquí",
      "button": "Enviar"
    }
  },
  "footer": "Diseñado y construido por",
  "errors": {
    "name": {
      "letters": "El nombre debe contener letras",
      "short": "El nombre es demasiado corto",
      "long": "El nombre es demasiado largo",
      "specialchar": "Tu nombre no puede contener números o caracteres especiales"
    },
    "email": {
      "valid": "Debes ingresar un email valido"
    },
    "reason": {
      "short": "La razon es demasiado corta"
    },
    "message": {
      "letters": "El nombre debe contener letras",
      "short": "El nombre es demasiado corto",
      "long": "El nombre es demasiado largo"
    },
    "required": "Campo requerido"
  }
}
